Repository: nivaca/de_natura_loci
Catalog: omegat/project_save.tmx
Source language: la
Languages: es

source: Viginti enim gradibus ultimi Geminorum parum distant a viginti gradibus Cancri: et si ducerentur chordae a gradibus Geminorum ultimis ad gradus Cancri primos sibi mutuo per comparitatem respondentes, essent chordae breves, quae subtenduntur arcubus sphaericis: eo quod circulus signorum ibi ascendit ab punctum tropici, et descendit ab eodem.
es: Pues los últimos veinte grados de Géminis distan poco de los primeros veinte grados de Cáncer. Y si se trazaran las cuerdas desde los últimos grados de Géminis hasta los primeros grados de Cáncer mutuamente correspondientes a ellos por congruencia, serían cuerdas cortas que están subtendidas por los arcos pequeños, debido a que el círculo de los signos [zodiacales] allí asciende hasta el punto del trópico y desciende desde él mismo.

source: Virtus autem causandi quae huic vel illi loco a caelo infunditur, divina est et optima, quia aliter non esset motus ad locum:
es: Sin embargo, la virtud de causar, que es infundida por el cielo en este o en aquel lugar, es divina y óptima, porque de otra forma no existiría el movimiento hacia el lugar;

source: Virtus autem causandi quae huic vel illi loco a caelo infunditur, divina est et optima, quia aliter non esset motus ad locum: non enim motus est ad aliquid, nisi illud sit in ratione divini alicujus et optimi.
es: Sin embargo, la virtud de causar, que es infundida por el cielo en este o en aquel lugar, es divina y óptima, porque de otra forma no existiría el movimiento hacia el lugar; en efecto, no hay movimiento a algo, a no ser que aquello esté en razón de algo divino y óptimo.

source: Virtus etiam radiorum stellarum et solis quae ibi est, parva est:
es: Incluso la fuerza de los rayos del sol y de las estrellas, que están allí, es poca,

source: Virtus etiam radiorum stellarum et solis quae ibi est, parva est: et quamvis multiplicetur ex reverberatione quae fit ad aquam, tum propter hoc quia aqua polita est, et reflectit id quod ad ipsam pervenire potest de virtute radiorum: tum etiam propter naturalem ipsius frigiditatem, et ex qua repercutiendo multiplicat calorem, tamen cum toto illo non efficitur radius fortis: et ideo elevat vapores aquae, et nihil consumit de eis: propter quod continue nebulosus et caliginosus est aer illarum regionum: et propter hoc semper sunt ibi tenebrae.
es: Incluso la fuerza de los rayos del sol y de las estrellas, que están allí, es poca, y por más que se multiplique a causa de la reverberación que se produce FRENTE al agua –unas veces por esto, porque el agua es renovada y refleja eso que puede penetrar hasta ella por la fuerza de los rayos; otras veces incluso a causa de la frialdad natural del agua misma a partir de la cual repercutiendo sobre sí multiplica el calor-, sin embargo con todo eso un rayo fuerte no es producido. Y por esto eleva los vapores del agua y nada de ellos consume, por lo que, el aire de estas regiones es permanentemente nebuloso y sombrío y por esto siempre hay allí oscuridad.

source: [B527a] [C1a] INCIPIT LIBER DE NATURA LOCI EX LATITUDINE ET LONGITUDINE EIUSDEM PROVENIENTE LIBER DE NATURA LOCORUM.
es: Comienza el libro sobre la naturaleza del lugar a partir de su latitud y longitud provenientes de él.

source: [B534a] CAPUT IV.
es: Capítulo IV

source: [B534b] Propter quod etiam quidam Antiquorum dixerunt solum ignem esse primum elementum, et alia per compositionem ipsius et coacervationem partium ignis.
es: Por lo que también algunos de estos antiguos dijeron que solo el fuego es el elemento primero y los otros se constituyen por la composición de este y por la acumulación de partes del fuego.

source: [B536b] CAPUT V.
es: Capítulo V

source: [B538b] CAPUT VI.
es: Capítulo 6

source: [B542a] CAPUT VII.
es: Capítulo 7.

source: [B555a] CAPUT XIII.
es: Capítulo XIII

source: [C10b] Secunda ratio quae fortior est inter omnes, est quod circulus signorum arcus est, et chordae ejus parvae juxta puncta quae attingunt duos tropicos.
es: La segunda razón, que es la más fuerte entre todas, es que el círculo de signos [zodiacales] es un arco, y sus cuerdas son cortas junto a los puntos que tocan los dos trópicos.

source: [C11a] Adducunt etiam quartam ex probabilibus conjecturis objicientes, et dicunt quod nos invenimus loca illa, quorum declinatio est parva a tropico aestivo valde calida in aestate, et quasi intolerabilis caloris:
es: En cuarto lugar, a partir de conjeturas probables añaden también quienes objetan diciendo que encontramos aquellos lugares cuya inclinación desde el trópico estival es pequeña muy cálidos en el verano y de calor casi intolerable,

source: [C11a] Adducunt etiam quartam ex probabilibus conjecturis objicientes, et dicunt quod nos invenimus loca illa, quorum declinatio est parva a tropico aestivo valde calida in aestate, et quasi intolerabilis caloris: et hyems illorum locorum est temperata non habens gelu, sicut sunt loca tertii climatis, cujus latitudo est graduum triginta.
es: En cuarto lugar, a partir de conjeturas probables añaden también quienes objetan diciendo que encontramos aquellos lugares cuya inclinación desde el trópico estival es pequeña muy cálidos en el verano y de calor casi intolerable, y que el invierno de aquellos lugares, carente de hielo, es templado, tal y como son los lugares del tercer clima cuya latitud es de 30 grados y su día más largo de 14 horas.

source: [C11b] est autem hoc sub aequinoctiali:
es: Sin embargo, esto sucede bajo el equinoccio;

source: [C13a] Sed his contrarii sunt plures Philosophorum.
es: Pero hay muchos filósofos que son contrarios a esto.

source: [C13b] Et in hac sententia dicitur fuisse Socrates.
es: Se dice que Sócrates fue de esta sentencia.

source: [C18a] Coalterne autem habitare dicuntur, quorum una quidem est longitudo, sed non latitudo eorum est una et eadem:
es: Sin embargo, son dichos que habitan coalternativamente aquellos cuya longitud, ciertamente, es una sola, pero su latitud no es una sola ni la misma.

source: [C18a] Coalterne autem habitare dicuntur, quorum una quidem est longitudo, sed non latitudo eorum est una et eadem: et illi sunt qui sub eadem linea habitant in Meridionali, quibus omnibus est in uno eodem quam tempore sensibili Meridies, quando sol accedit ad Zenith capitum ipsorum in motu diurno: sed tamen non habitant sub eodem parallelo circulo, qui distet aequali latitudine per circuitum habitationis ab aequinoctiali circulo.
es: Sin embargo, son dichos que habitan coalternativamente aquellos cuya longitud, ciertamente, es una sola, pero su latitud no es una sola ni la misma. Y estos son quienes habitan bajo la misma línea meridional. Para todos estos el sur está en un solo y en el mismo tiempo sensible, puesto que el sol se aproxima al cénit de sus cabezas en su movimiento diurno. Pero tampoco habitan bajo este mismo círculo paralelo, aunque diste de la misma latitud desde el círculo equinoccial debido al circuito de la habitación.

source: [C2a]Testificatur etiam ad hoc, quod videmus omnia corpora quae diu sunt extra locum suae generationis, eo quod elongata sunt a principio suae conservationis et sui esse (et hoc non tantum modo videmus in hominibus et aliis animalibus, sed etiam in plantis quae multum in diversa loca transferuntur) est similiter lapides propriis virtutibus destruuntur, quando diu sunt extra locum suae generationis:
es: Ahora bien, también apoya esto lo que vemos, que todos los cuerpos que están por mucho tiempo fuera del lugar de su generación se corrompen, porque fueron alejados del principio de su ser y su conservación. Y esto lo vemos no solo en los hombres y en los otros animales, sino también en las plantas que son transportadas en gran cantidad hacia diversos lugares. Y similarmente las piedras se debilitan en sus fuerzas propias cuando están por mucho tiempo fuera del lugar de su generación,

source: [C2a]Testificatur etiam ad hoc, quod videmus omnia corpora quae diu sunt extra locum suae generationis, eo quod elongata sunt a principio suae conservationis et sui esse (et hoc non tantum modo videmus in hominibus et aliis animalibus, sed etiam in plantis quae multum in diversa loca transferuntur) est similiter lapides propriis virtutibus destruuntur, quando diu sunt extra locum suae generationis: et quamvis forte teneant colorem et figuram per tempus longum propter similitudinem corporum suorum, tamen, ut diximus, virtutem paulatim amittunt: et cum virtus ipsorum sit a tota specie ipsorum, et sit sequela complexionis ipsorum, constat quod etiam nomen speciei non retinet nisi aequivoce: et sunt sicut mortui qui propter desiccationem corporum longo tempore figuram retinuerunt.
es: Ahora bien, también apoya esto lo que vemos, que todos los cuerpos que están por mucho tiempo fuera del lugar de su generación se corrompen porque fueron alejados del principio de su ser y su conservación. Y esto lo vemos no solo en los hombres y en los otros animales, sino también en las plantas que son transportadas en gran cantidad hacia diversos lugares. Y similarmente las piedras se debilitan en sus fuerzas propias cuando están por mucho tiempo fuera del lugar de su generación, y, aunque retengan fuertemente el color y la figura por un largo tiempo a causa de la solidez de sus cuerpos, sin embargo, como dijimos, pierden paulatinamente su fuerza; y, puesto que su fuerza se da por su especie completa y es resultado de su composición*, consta que incluso no retienen el nombre de su especie salvo equívocamente y son así como ciertos muertos, quienes retuvieron su figura temporal mucho tiempo por la sequedad de sus cuerpos.

source: [C8b] Si quis autem particulariter velit cognoscere omnes naturas et proprietates particularium locorum in aqua, aere, et terra, sciet quod non est punctum in eis quod non habeat specialem proprietatem a virtute stellarum mediam habitationem commixtorum respicientium.
es: Ahora bien, si alguien quiere conocer en particular todas las naturalezas y las propiedades de los lugares particulares en el agua y en el aire y en la tierra, sabrá que no hay punto en estas cosas que no tenga propiedad especial a partir de la virtud de las estrellas que miran hacia la habitación media de las mezclas;

source: [C9a] Cum enim unus angulus non differat ab alio per magnum loci spatium, oportet quod vicina valde loca sint aliquando diversarum et contrariarum virtutum.
es: pues aunque un extremo no dista del otro por un gran espacio de lugar, es preciso que los lugares muy cercanos sean a veces de virtudes diversas y contrarias.

source: concavum enim orbi lunae est locus [B532a] ignis, et attingit ipsum undique, sicut Peripatetici tradiderunt.
es: pues la concavidad de la circunferencia de la luna es el lugar del fuego y lo alcanza por todos lados, así como trataron los peripatéticos.

source: corrumpitur enim corpus compositum a continente quando fuerit ei contrarium:
es: pues el contenido es corrompido por el continente puesto que le fue contrario.

source: cujus causa alia fingi non potest, nisi quia continua conversione elementorum superiorum in inferiora exaltatur continue in Aquilonem:
es: No se puede concebir otra causa para esto, salvo porque, por la continua conversión de los elementos superiores en inferiores, se levanta continuamente en el norte,

source: cujus latitudo est viginti quatuor graduum et facit diem longiorem per horam et dimidiam:
es: y en el sitio cuya latitud es de 24 grados, hace el día más largo en una hora y media,

source: cujus latitudo est viginti quatuor graduum, quanta est declinatio solis ab aequinoctiali circulo secundum Ptolemaeum:
es: cuya latitud es de 24 grados, cuanta es la inclinación del sol desde el círculo equinoccial, según Ptolomeo,

source: cum enim juxta physicorum traditionem sol in obliquo circulo sit causa generationis per excessum, et causa corruptionis per recessum, oportebit ibi potissime esse generationem ubi aequaliter accedit et recedit:
es: puesto que, en efecto, de acuerdo con el legado de los filósofos, el sol en una órbita oblicua es causa de generación por su aproximación y causa de corrupción por su retroceso, será preciso que allí especialmente haya generación, donde se aproxima y retrocede por igual.

source: dans exemplum de his animalibus, quae cadunt ab altissimo, quae ante mortua sunt quam ad terram deveniant:
es: y da el ejemplo de aquellos animales que caen de lo más alto, que están muertos antes de llegar a la tierra,

source: de quo accidente nos infra loquemur.
es: accidente sobre el cual nosotros trataremos más abajo.

source: declinat enim sol versus Aquilonem versus tropicum aestivalem fere per viginti quatuor gradus, et per tantumdem declinat ad Meridiem versus tropicum [B539a] hyemalem.
es: pues el sol declina hacia el Aquilón (el Norte) [nororiente] en dirección al trópico estival (Trópico de Cáncer) casi por veinticuatro grados y declina, en igual medida, hacia el meridiano en dirección al trópico de invernal (Trópico de Capricornio).

source: dicit enim inter calidissimum et frigidissimum esse temperamentum:
es: pues dice que entre lo más cálido y lo más frio está lo temperado.

source: dissolveret enim omne compositum:
es: Pues disolvería todo lo compuesto.

source: distantia autem secunda formam aquae:
es: mientras que la distancia segunda causará la forma del agua;

source: dixerunt autem, quod extra hanc quartam Aquilonarem sunt stellae Aquilonares quaedam.
es: Además, dijeron que ciertas estrellas aquilonales son lo que hace salir la cuarta parte aquilonal.

source: eo quod amphitrites fluat ab Aquilone per Orientis punctum in parte una, et per Occidentis punctum in parte alia in Meridie:
es: el Amphitrites en una parte fluya desde el aquilón por el punto oriental y en otra parte por el punto del occidente hacia el sur.

source: eo quod aux ejus est in Aquilone, et oppositum augis in Meridie.
es: porque su apogeo está en el aquilón y la oposición del apogeo en el sur.

source: eo quod circulus signorum ibi ascendit ab punctum tropici, et descendit ab eodem.
es: porque el círculo de los signos [zodiacales] allí asciende hasta el punto del trópico y desciende desde él mismo.

source: eo quod est extrinsecum ambiens undique terminans, et tangens figuram locati:
es: porque lo circundante es extrínseco, limitante por todas partes y tocante a la figura de lo localizado,

source: eo quod est simpliciter levis, et ideo quia non est causans cum sit vehementer activus:
es: porque es leve en sentido absoluto, y por esto porque no era útil, dado que es activo muy vehementemente;

source: eo quod formae substantiales nullae inducuntur nisi a virtute aliquis [C7b] caelesti, sicut in prima philosophia, Domino concedente, declaravimus.
es: porque ningunas formas sustanciales se inducen, salvo por alguna virtud celestial, así como hemos declarado en la filosofía primera, Dios mediante.

source: eo quod humidum congelatum ejus commisceri non potest.
es: porque lo húmedo congelado no se puede mezclar del todo con ellos.

source: eo quod mathematice loquentes basilica [B535b]vocant.
es: que, hablando metafóricamente, llaman la base del lugar.

source: eo quod minor pars diametri ejus est versus finem Sagittarii:
es: porque la menor parte de su diámetro está en dirección al límite final de Sagitario,

source: eo quod nimis elongatae sunt a via solis ad quas radii solis non veniunt nisi oblique valde, et non faciunt angulum in ipsa nisi hebetem et obtusum valde:
es: porque están excesivamente alejadas de la vía del sol, a las que los rayos del sol no llegan salvo de manera muy oblicua y cada rayo solo produce un ángulo con respecto a sí mismo muy abierto y obtuso

source: eo quod non operatur nisi ad accidens rei naturalis, et non per modum naturae quae est intrinsecum principium, sed, sicut dicunt, extrinsecus et per accidens continendo.
es: porque no opera sino frente al accidente de la cosa natural y no por el modo de la naturaleza, la cual es principio intrínseco, pero, según dicen, es extrínseco y contenido por accidente.

source: eo quod omnis motus physicus rectus est per indigentiam, cum omnino sit sequestratus ab omni indigentia privationis et materiae, oportet ipsum esse in ratione alicujus divini et optimi, ad quod et propter quod est motus, et in quo accipitur esse rei et salus ejusdem.
es: porque fue alejado completamente de la carencia de privación y de materia, es preciso que este exista en la razón de alguien divino y excelente, hacia el que y por el que se mueve, y en el cual se recibe el ser de la cosa y la salvación de ella misma.

source: eo quod per ortum et occasum super ipsum, et diversam habitudinem earum ad locum quemlibet necesse est variari proprietates ipsius.
es: porque, por el nacimiento y el ocaso de las estrellas sobre él y por la diversa disposición de ellas con relación a cualquier lugar, es necesario que sus propiedades se alteren.

source: eo quod propter caliginem nebulae spissae quae ibi est, se dirigere non valent:
es: esto porque por lo sombrío de la niebla espesa que está ahí, no pueden orientarse alli;

source: eo quod secundum naturam semper sit superius:
es: porque su lugar es superior

source: eo quod sicut una columna radiorum suorum perpendicularitate incidit terrae et exurit eam:
es: porque así como una sola columna de sus rayos cae continua y perpendicularmente sobre la tierra y la quema,

source: eo quod videmus quasdam plantarum in uno loco convalescere, quae si ad clima proximum transferantur, nulla cultura [B531b]convalescere possunt.
es: porque vemos que algunas de las plantas en un cierto lugar se desarrollan, las que, si son transplantadas a un clima próximo, por ningún cultivo se pueden desarrollar.

source: eo quod visus etiam ad proxima loca extra naviculam pererrare non potest:
es: porque la vista no puede penetrar ni siquiera los lugares próximos fuera de la pequeña nave.

source: ergo erit in locis illis potissime generatio:
es: por lo tanto, la generación se dará especialmente en esos lugares.

source: ergo in medio accessu et recessu loca illa erunt temperata, et sic habitationi congrua.
es: Hay, sin embargo, un medio temperado entre lo cálido y lo frío; por lo tanto, en medio del retroceso y de la aproximación aquellos lugares serán temperados y así adecuados para la habitación.

source: erit igitur ibi potissime generatio et habitatio generatorum.
es: por lo tanto, allí se dará especialmente la habitación de lo generado.

source: est autem medium inter calidum et frigidum temperatum:
es: Por lo tanto, cuando se aleja del otro trópico, su último retroceso producirá frío, y su siguiente aproximación producirá calor.

source: est autem propinquius continens quam contentum:
es: pero es más cercano lo continente que lo contenido,

source: est enim hoc simplex deorsum:
es: este es el abajo absoluto

source: est enim terra [B533a] spissius et inferius secundum naturam:
es: También la tierra por naturaleza es el elemento más denso y más frío,

source: et a quo si moveatur, festinat ad corruptionem [B531a], sicut in Physicis determinavimus.
es: y de la que, si es movido, se apresurará a la corrupción, así como establecimos en la *Física*.

source: et alterum genus Aethiopum est, qui sunt sub tropico hyemali, qui est tropicus aestivus illis, quorum pedes sunt in directo pedum nostrorum." Et Krices quidem retulit de Homero versificatore, quod ipse dixit hos Aethiopes in versibus suis, cum dicit:
es: Y el otro es el género de los etíopes que están bajo el trópico invernal, que es el trópico estival para ellos, cuyos pies están en la dirección de nuestros pies." Y Carites ciertamente retomó de Homero el versificador lo que él mismo dijo de estos etíopes en sus versos, cuando dijo:

source: et animalia quae ibi sunt, tendunt ad albedinem, sicut ursi, et leones, et hujusmodi.
es: y los animales que están allí tienden a la blancura como el oso y los lepores y los de este tipo.

source: et centrum illud quod est locus terrae, est mundi centrum, ad quod secundum naturam movetur terra.
es: y aquel centro que es el lugar de la tierra es el centro del mundo, al que la tierra se mueve según la naturaleza;

source: et concordant cum hoc fere omnium sententiae, qui dicunt circulum solis concentricum non esse.
es: Y concuerdan con esto las sentencias de casi todos los que dicen que el círculo del sol no es concéntrico.

source: et confirmat hoc per quemdam poetam, qui nomine dicitur Krices, qui Krices inducit Homerum dicentem:
es: Y lo confirma por medio de cierto poeta cuyo nombre es Carites, el Carites que presenta a Homero hablando.

source: et cum virtus ipsorum sit a tota specie ipsorum, et sit sequela complexionis ipsorum, constat quod etiam nomen speciei non retinet nisi aequivoce:
es: y, puesto que su fuerza se da por su especie completa y es resultado de su composición*, consta que incluso no retienen el nombre de su especie salvo equívocamente

source: et de hoc horizonte non intendimus hic plus dicere quam hoc quod dictum est:
es: Y sobre este horizonte no tenemos intención de decir acá nada más que esto que fue dicho,

source: et declinans ab eo versus Aquilonem per triginta sex gradus, et facit longiorem diem quam sit dies aequinoctii per unam horam in terra quae secundum latitudinem sedecim graduum distat ab aequinoctiali circulo, et [17a] in terra:
es: Al inclinarse desde él (el punto equinoccial) frente al aquilón por 16 grados hace el día más largo que lo que es el día del equinoxio por una hora en el sitio que dista en 16 grados de latitud desde el círculo equinoxial;

source: et dies eorum aequales sunt et noctes:
es: y sus días y sus noches son iguales.

source: et distantia ab illo vocatur terrae longitudo.
es: y la distancia desde AQUEL se llama “longitud del sitio”.

source: et distantia prima causabit formam aeris:
es: Y la distancia primera causará la forma del aire

source: et distantia ulterior causabit ampliorum partium materiae grossitiem, in qua humidum tantum partes materiae faciet fluere ad invicem:
es: La distancia ulterior causará mayor grosor de las partes de la materia en la que lo húmedo causado hará que las partes de la materia fluyan recíprocamente entre sí.

source: et erit clima septimum.
es: y se tendrá el séptimo clima.

source: et est illud genus magnetis talis naturae, quod carnes humanas sibi attrahit, sicut noster magnes ferrum:
es: y es ese tipo de magneto de naturaleza tal que atrae las carnes humanas hacia sí, de la manera como nuestro magneto atrae el hierro;

source: et est inconveniens ratio quam ad hoc inducunt dicentes esse inutilem, cum ad mixtionem [C5a] aliorum faciendam corporum et generationem perficiendam non possit descendere:
es: Y es inconveniente la razón que establecen sobre esto los que dicen aquí que el fuego es inútil, puesto que no puede descender para crear una mezcla de otros cuerpos y para completar la generación

source: et est inter caetera elementa magis perspicuus, eo quod est omnibus subti[B532b]lior et rarior:
es: y es el más transparente entre los demás elementos, porque es más sutil y más raro entre todos;

source: et forma in ipsis non movetur, nec par se, nec per accidens, sicut ostensum est in libris ante habitis Caeli et Mundi, et Physicorum, ubi probatur quod corpora talia ad locum non moventur, sicut nec aliquis secundum naturam motus est ipsorum ad formam.
es: y la forma en ellos no se mueve ni por sí ni por accidente, así como se mostró en los libros antes tratados *Del cielo y del mundo* y de la *Física*. Por lo que tales cuerpos no se mueven hacia un lugar, así como tampoco hay entre ellos algún movimiento hacia la forma según la naturaleza.

source: et haec esset latitudo habitabilis inter torridam et frigidam versus quemcumque polorum.
es: Y esta sería la latitud habitable entre la zona tórrida y la zona fría hacia cualquiera de los polos.
